var vm = new Vue({
	el: '#Timeline',
	data: {
		d201912: [
			{
				title: "12月1日",
				content: "中國湖北省武漢市的華南海鮮批發市場，開始爆發以及傳播新種肺炎",
			},
			{
				title: "12月30日",
				content: "武漢市中心醫院眼科醫生李文亮，發現且認為跟以往SARS有高度相似，並在社群軟體上提醒，同天武漢市政府發布不明肺炎的緊急通知",
			},
			{
				title: "12月31日",
				content: "中國向WHO(世界衛生組織)通報有27例不明肺炎案例，7人病危，同時台灣在針對中國武漢直航入境的班機，加強登機篩檢",
			}
		],



		d202001: [
			{
				title: "1月1日",
				content: "中國關閉華南海鮮市場",
			},
			{
				title: "1月5日",
				content: "中國排除此次是SARS或MERS可能性",
			},
			{
				title: "1月7日",
				content: "WHO命名為2019新型冠狀病毒（Novel coronavirus, 2019-nCoV）",
			},
			{
				title: "1月11日",
				content: "中國宣布已造成一人死亡",
			},
			{
				title: "1月13日",
				content: "泰國出現首例病例，已開始向全球傳播",
			},
			{
				title: "1月17日",
				content: "各國開始篩檢，亞洲國家更因地理接近進行加強篩檢",
			},
			{
				title: "1月20日",
				content: "中國呼吸病學專家認為病毒可以人傳人，同時台灣衛生福利部疾病管制暑成立嚴重特殊傳染性肺炎中央流行疫情指揮中心",
			},
			{
				title: "1月21日",
				content: "台灣出現首例案例，指揮中心且將層級從三級提升為二級",
			},
			{
				title: "1月23日",
				content: "中國宣布武漢封城，世界各國也開始停飛，WHO認為疫情尚未構成全球緊急情況，沒證據顯示可以人傳人",
			},
			{
				title: "1月26日",
				content: "美國國家衛生研究院過敏與傳染病研究院表示開始進行疫苗研發",
			},
			{
				title: "1月28日",
				content: "WHO秘書長譚德塞在北京與中國領導人習近平見面，同時WHO承認錯估疫情，將中國的危險程度提升至極高，但仍未列任全球公共衛生緊急狀態，台灣也再次升級對中國旅遊警示，並開始進行居家隔離",
			},
			{
				title: "1月30日",
				content: "台灣國內宣布徵用醫療用口罩",
			},
			{
				title: "1月31日",
				content: "WHO宣布將新冠肺炎列為國際公共衛生緊急事件",
			},
		],


		d202002: [
			{
				title: "",
				content: "",
			},
		],


		d202003: [
			{

			},
		],


		d202004: [
			{

			},
		],



		d202005: [
			{

			},
		],


		d202006: [
			{

			},
		],


		d202007: [
			{

			},
		],



		d202008: [
			{

			},
		],


		d202009: [
			{

			},
		],


		d202010: [
			{

			},
		],


		d202011: [
			{

			},
		],



		d202012: [
			{

			},
		],


		d202101: [
			{

			},
		],


		d202102: [
			{

			},
		],
		d202103: [
			{

			},
		],

		d202104: [
			{

			},
		],

		d202105: [
			{

			},
		],
	},

});